Repository: turnoffthelights/Turn-Off-the-Lights-browser-extension
Catalog: xcode/Turn-Off-the-Lights-Safari-extension/Shared (App)/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hu, id, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: The last profile is the "Eye Protection" which dims the web page and adds this dark layer to all newly opened websites and will not remove the layer unless you tap the lamp button again.
ar: الملف الشخصي الأخير هو "حماية العين" الذي يعمل على تعتيم صفحة الويب ويضيف هذه الطبقة الداكنة إلى جميع مواقع الويب المفتوحة حديثًا ولن يزيل الطبقة إلا إذا قمت بالنقر فوق زر المصباح مرة أخرى.
ca: L'últim perfil és "Protecció ocular", que atenua la pàgina web i afegeix aquesta capa fosca a tots els llocs web recentment oberts i no eliminarà la capa tret que torneu a tocar el botó de la làmpada.
cs: Posledním profilem je "Ochrana očí", který ztmaví webovou stránku a přidá tuto tmavou vrstvu na všechny nově otevřené webové stránky a neodstraní ji, dokud znovu neklepnete na tlačítko lampy.
da: Den sidste profil er "Eye Protection", som nedtoner websiden og tilføjer dette mørke lag til alle nyåbnede websteder og ikke fjerner laget, medmindre du trykker på lampeknappen igen.
de: Das letzte Profil ist der "Augenschutz", der die Webseite verdunkelt und diese dunkle Ebene zu allen neu geöffneten Webseiten hinzufügt und die Ebene erst wieder entfernt, wenn Sie erneut auf die Lampentaste tippen.
el: Το τελευταίο προφίλ είναι το "Προστασία ματιών", το οποίο σκοτεινιάζει την ιστοσελίδα και προσθέτει αυτό το σκοτεινό στρώμα σε όλους τους νεοανοιγμένους ιστότοπους και δεν θα αφαιρέσει το στρώμα εκτός αν πατήσετε ξανά το κουμπί λάμπας.
es: El último perfil es la "Protección ocular", que oscurece la página web y añade esta capa oscura a todas las páginas web recién abiertas y no eliminará la capa a menos que vuelva a pulsar el botón de la lámpara.
fi: Viimeinen profiili on "Silmien suojaus", joka himmentää verkkosivun ja lisää tämän tumman kerroksen kaikkiin äskettäin avattuihin verkkosivuihin eikä poista kerrosta, ellet napauta lamppupainiketta uudelleen.
fr: Le dernier profil est la "Protection des yeux" qui assombrit la page web et ajoute cette couche sombre à tous les sites web nouvellement ouverts et ne l'enlèvera pas à moins que vous ne tapiez à nouveau sur le bouton de la lampe.
he: הפרופיל האחרון הוא "הגנה על העיניים" אשר מעמעם את דף האינטרנט ומוסיף שכבה כהה זו לכל האתרים שנפתחו לאחרונה, ולא יסיר את השכבה אלא אם כן תלחץ שוב על כפתור המנורה.
hu: Az utolsó profil a "Szemvédelem", amely elsötétíti a weboldalt, és minden újonnan megnyitott weboldalhoz hozzáadja ezt a sötét réteget, és csak akkor távolítja el a réteget, ha újra megérinti a lámpa gombot.
id: Profil terakhir adalah "Perlindungan Mata" yang meredupkan halaman web dan menambahkan lapisan gelap ke semua situs web yang baru dibuka dan tidak akan menghapus lapisan tersebut kecuali Anda mengetuk tombol lampu lagi.
it: L'ultimo profilo è "Protezione occhi" che oscura la pagina web e aggiunge questo strato scuro a tutti i siti appena aperti e non lo rimuove se non si tocca nuovamente il pulsante della lampada.
ja: 最後のプロファイルは「目の保護」で、ウェブページを暗くし、新しく開いたすべてのウェブサイトにこの暗いレイヤーを追加します。
ko: 마지막 프로필은 '시력 보호'로, 웹 페이지를 어둡게 하고 새로 여는 모든 웹사이트에 이 어두운 레이어를 추가하며 램프 버튼을 다시 탭하지 않는 한 레이어를 제거하지 않습니다.
nb: Den siste profilen er "Eye Protection", som nedtoner nettsiden og legger til dette mørke laget på alle nyåpnede nettsider, og som ikke fjernes med mindre du trykker på lampeknappen igjen.
nl: Het laatste profiel is de "Oogbescherming" die de webpagina dimt en deze donkere laag toevoegt aan alle nieuw geopende websites en de laag niet verwijdert tenzij je opnieuw op de lampknop tikt.
pl: Ostatnim profilem jest "Ochrona oczu", który przyciemnia stronę internetową i dodaje tę ciemną warstwę do wszystkich nowo otwieranych stron internetowych i nie usunie jej, chyba że ponownie dotkniesz przycisku lampy.
pt_br: O último perfil é o "Eye Protection" (Proteção para os olhos), que escurece a página da Web e adiciona essa camada escura a todos os sites recém-abertos e não a removerá, a menos que você toque novamente no botão da lâmpada.
pt_pt: O último perfil é a "Proteção para os olhos", que escurece a página Web e adiciona esta camada escura a todos os sítios Web recentemente abertos, não a removendo a menos que toque novamente no botão da lâmpada.
ro: Ultimul profil este "Protecția ochilor", care întunecă pagina web și adaugă acest strat întunecat la toate site-urile web nou deschise și nu va elimina stratul decât dacă atingeți din nou butonul lămpii.
ru: Последний профиль - "Защита глаз", который затемняет веб-страницу и добавляет этот темный слой ко всем вновь открываемым сайтам и не удаляет его, пока вы не нажмете кнопку лампы еще раз.
sv: Den sista profilen är "Eye Protection" som dämpar webbsidan och lägger till detta mörka lager på alla nyöppnade webbplatser och tar inte bort lagret om du inte trycker på lampknappen igen.
tr: Son profil, web sayfasını karartan ve bu karanlık katmanı yeni açılan tüm web sitelerine ekleyen ve lamba düğmesine tekrar dokunmadığınız sürece katmanı kaldırmayan "Göz Koruması" dır.
uk: Останній профіль - "Захист очей", який затемнює веб-сторінку і додає цей темний шар до всіх нових відкритих веб-сайтів і не видаляє його, якщо ви не натиснете кнопку з лампою ще раз.
vi: Cấu hình cuối cùng là "Bảo vệ mắt" giúp làm mờ trang web và thêm lớp tối này vào tất cả các trang web mới mở và sẽ không xóa lớp này trừ khi bạn chạm vào nút đèn một lần nữa.
zh_hans: 最后一个配置文件是 "护眼"，它可以将网页变暗，并在所有新打开的网站上添加暗层，除非再次点击灯按钮，否则不会移除暗层。
zh_hant: 最后一个配置文件是 "护眼"，它可以将网页变暗，并在所有新打开的网站上添加暗层，除非再次点击灯按钮，否则不会移除暗层。

source: The main content is unavailable while offline.
ar: المحتوى الرئيسي غير متاح في حالة عدم الاتصال بالإنترنت.
ca: El contingut principal no està disponible fora de línia.
cs: Hlavní obsah je v režimu offline nedostupný.
da: Hovedindholdet er ikke tilgængeligt, mens du er offline.
de: Der Hauptinhalt ist nicht verfügbar, wenn Sie offline sind.
el: Το κύριο περιεχόμενο δεν είναι διαθέσιμο όταν είναι εκτός σύνδεσης.
es: El contenido principal no está disponible mientras no está conectado.
fi: Pääsisältö ei ole käytettävissä offline-tilassa.
fr: Le contenu principal n'est pas disponible hors ligne.
he: התוכן העיקרי אינו זמין במצב לא מקוון.
hu: A fő tartalom offline állapotban nem érhető el.
id: Konten utama tidak tersedia saat offline.
it: Il contenuto principale non è disponibile quando è offline.
ja: オフラインの間はメインコンテンツをご利用いただけません。
ko: 오프라인 상태에서는 주요 콘텐츠를 사용할 수 없습니다.
nb: Hovedinnholdet er ikke tilgjengelig når du er frakoblet.
nl: De hoofdinhoud is offline niet beschikbaar.
pl: Główna zawartość jest niedostępna w trybie offline.
pt_br: O conteúdo principal não está disponível enquanto estiver off-line.
pt_pt: O conteúdo principal não está disponível enquanto estiver offline.
ro: Conținutul principal nu este disponibil în modul offline.
ru: Основное содержимое недоступно в режиме офлайн.
sv: Huvudinnehållet är inte tillgängligt när du är offline.
tr: Ana içerik çevrimdışıyken kullanılamaz.
uk: Основний контент недоступний в режимі офлайн.
vi: Nội dung chính không khả dụng khi ngoại tuyến.
zh_hans: 主要内容在离线状态下不可用。
zh_hant: 主要内容在离线状态下不可用。

source: There is so much more you can do. And everything can be customized on the Turn Off the Lights Options page, so it matches your personal style and preferences.
ar: هناك الكثير مما يمكنك فعله. ويمكنك تخصيص كل شيء في صفحة خيارات إطفاء الأنوار، بما يتناسب مع أسلوبك وتفضيلاتك الشخصية.
ca: Hi ha molt més que pots fer. I tot es pot personalitzar a la pàgina Opcions d'apagar els llums, perquè s'adapti al teu estil i preferències personals.
cs: Je toho mnohem víc, co můžete udělat. A vše si můžete na stránce Možnosti vypnutí světel přizpůsobit tak, aby to odpovídalo vašemu osobnímu stylu a preferencím.
da: Der er så meget mere, du kan gøre. Og alt kan tilpasses på siden Turn Off the Lights Options, så det matcher din personlige stil og dine præferencer.
de: Es gibt so viel mehr, was Sie tun können. Und alles kann auf der Seite "Turn Off the Lights Options" angepasst werden, damit es Ihrem persönlichen Stil und Ihren Vorlieben entspricht.
el: Υπάρχουν τόσα πολλά περισσότερα που μπορείτε να κάνετε. Και όλα μπορούν να προσαρμοστούν στη σελίδα Επιλογές Σβήσιμο των φώτων, ώστε να ταιριάζουν με το προσωπικό σας στυλ και τις προτιμήσεις σας.
es: Hay muchas más cosas que puedes hacer. Y todo se puede personalizar en la página Opciones de Apagar las Luces, para que se adapte a tu estilo y preferencias personales.
fi: Voit tehdä niin paljon muutakin. Kaikkea voi muokata Sammuta valot -sivulla, jotta se vastaa henkilökohtaista tyyliäsi ja mieltymyksiäsi.
fr: Vous pouvez faire bien d'autres choses encore. Et tout peut être personnalisé sur la page Options d'extinction des lumières, afin de correspondre à votre style personnel et à vos préférences.
he: יש עוד כל כך הרבה דברים שאתם יכולים לעשות. וניתן להתאים אישית הכל בדף אפשרויות כיבוי האורות, כך שיתאים לסגנון ולהעדפות האישיות שלכם.
hu: Annyi mindent tehetsz még. És minden testre szabható a Lámpa kikapcsolása beállítások oldalon, hogy megfeleljen az Ön személyes stílusának és preferenciáinak.
id: Masih banyak lagi yang bisa Anda lakukan. Dan semuanya dapat disesuaikan pada halaman Opsi Matikan Lampu, sehingga sesuai dengan gaya dan preferensi pribadi Anda.
it: Si possono fare molte altre cose. E tutto può essere personalizzato nella pagina Opzioni di spegnimento delle luci, in modo che corrisponda al vostro stile personale e alle vostre preferenze.
ja: 他にもできることはたくさんあります。また、消灯オプションページですべてをカスタマイズできるので、あなたのスタイルや好みに合わせることができます。
ko: 할 수 있는 일이 훨씬 더 많습니다. 또한 조명 끄기 옵션 페이지에서 모든 항목을 사용자 지정할 수 있으므로 개인 스타일과 선호도에 맞게 설정할 수 있습니다.
nb: Det er så mye mer du kan gjøre. Og alt kan tilpasses på siden Turn Off the Lights Options, slik at det passer til din personlige stil og dine preferanser.
nl: Je kunt nog veel meer doen. En alles kan worden aangepast op de pagina Opties voor het uitschakelen van de lichten, zodat het overeenkomt met je persoonlijke stijl en voorkeuren.
pl: Możesz zrobić o wiele więcej. A wszystko można dostosować na stronie Turn Off the Lights Options, aby pasowało do osobistego stylu i preferencji.
pt_br: Há muito mais que você pode fazer. E tudo pode ser personalizado na página Turn Off the Lights Options (Opções para apagar as luzes), para que corresponda ao seu estilo e às suas preferências pessoais.
pt_pt: Há muito mais que pode fazer. E tudo pode ser personalizado na página Opções para Apagar as Luzes, para que corresponda ao seu estilo e preferências pessoais.
ro: Puteți face mult mai multe. Și totul poate fi personalizat pe pagina de opțiuni Turn Off the Lights, astfel încât să se potrivească stilului și preferințelor dvs. personale.
ru: Вы можете сделать гораздо больше. И все это можно настроить на странице "Параметры выключения света", чтобы все соответствовало вашему личному стилю и предпочтениям.
sv: Det finns så mycket mer du kan göra. Och allt kan anpassas på sidan Turn Off the Lights Options så att det matchar din personliga stil och dina preferenser.
tr: Yapabileceğiniz çok daha fazla şey var. Ve her şey kişisel tarzınıza ve tercihlerinize uyması için Işıkları Kapatma Seçenekleri sayfasında özelleştirilebilir.
uk: Ви можете зробити набагато більше. І все це можна налаштувати на сторінці Параметри вимкнення світла, щоб воно відповідало вашому особистому стилю та вподобанням.
vi: Còn rất nhiều điều bạn có thể làm. Và mọi thứ đều có thể được tùy chỉnh trên trang Tùy chọn Tắt Đèn, sao cho phù hợp với phong cách và sở thích cá nhân của bạn.
zh_hans: 你可以做的事情还有很多。一切都可以在 "关灯选项 "页面上进行定制，以便与您的个人风格和偏好相匹配。
zh_hant: 你可以做的事情还有很多。一切都可以在 "关灯选项 "页面上进行定制，以便与您的个人风格和偏好相匹配。

source: Turn Off the Lights channel avatar
ar: الصورة الرمزية لقناة إطفاء الأنوار
ca: Avatar del canal Turn Off the Lights
cs: Vypněte světla kanál avatar
da: Sluk lyset kanal avatar
de: Avatar des Kanals Lichter ausschalten
el: Σβήστε τα φώτα του καναλιού avatar
es: Avatar del canal Apagar las luces
fi: Sammuta valot -kanavan avatar
fr: Avatar de la chaîne Turn Off the Lights
he: אווטאר של ערוץ כבה את האורות
hu: Kapcsolja ki a fényeket csatorna avatar
id: Mematikan avatar saluran Lampu
it: Avatar del canale Spegni le luci
ja: 消灯チャンネルのアバター
ko: 조명 채널 아바타 끄기
nb: Slå av lyset kanalavatar
nl: Zet het licht uit kanaal avatar
pl: Awatar kanału Turn Off the Lights
pt_br: Avatar do canal Turn Off the Lights
pt_pt: Avatar do canal Desligar as luzes
ro: Turn Off the Lights canal avatar
ru: Аватар канала "Выключи свет
sv: Släck ljuset kanal avatar
tr: Işıkları Kapatın kanalı avatarı
uk: Вимкнути аватарку каналу Lights
vi: Avatar kênh Turn Off the Lights
zh_hans: 关灯频道头像
zh_hant: 关灯频道头像

source: Turn Off the Lights for Safari
ar: إطفاء الأنوار أثناء رحلات السفاري
ca: Apaga els llums per al safari
cs: Zhasněte světla pro Safari
da: Sluk lyset for Safari
de: Schalten Sie die Lichter für Safari aus
el: Σβήστε τα φώτα για το Safari
es: Apagar las luces para Safari
fi: Sammuta valot Safaria varten
fr: Éteindre les lumières pour Safari
hu: Kapcsolja le a villanyt a Safarihoz
id: Matikan Lampu untuk Safari
it: Spegnere le luci per Safari
ja: サファリのために照明を消す
ko: Safari용 조명 끄기
nb: Slå av lyset for safari
nl: Doe de lichten uit voor Safari
pl: Wyłącz światła na Safari
pt_br: Apague as luzes para o Safari
pt_pt: Apagar as luzes para o Safari
ro: Stingeți luminile pentru Safari
ru: Выключите свет в сафари
sv: Släck lamporna för Safari
tr: Safari için Işıkları Kapatın
uk: Вимкнути світло для Safari
vi: Tắt đèn cho Safari
zh_hans: 为 Safari 关灯
zh_hant: 为 Safari 关灯

source: Version
ar: إصدار
ca: Versió
cs: Verze
el: Έκδοση
es: Versión
fi: Versio
he: גִרְסָה
hu: Verzió
id: Versi
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
pt_pt: Versão
ro: Versiune
ru: Версия
tr: Sürüm
uk: Версія
vi: Phiên bản
zh_hans: 版本
zh_hant: 版本

source: Video Lover Profile
ar: الملف الشخصي لمحبي الفيديو
ca: Perfil d'amant dels vídeos
cs: Profil milovníka videa
da: Profil for videoelskere
de: Video-Liebhaber Profil
el: Προφίλ εραστή βίντεο
es: Perfil de Video Lover
fi: Video Lover profiili
fr: Profil de l'amateur de vidéo
he: פרופיל של חובב וידאו
hu: Video Lover profil
id: Profil Pencinta Video
it: Profilo dell'amante dei video
ja: ビデオ愛好家プロフィール
ko: 비디오 애호가 프로필
nb: Profil for videoelskere
nl: Profiel Videoliefhebber
pl: Profil miłośnika wideo
pt_br: Perfil do amante de vídeos
pt_pt: Perfil do amante de vídeos
ro: Profilul Video Lover
ru: Профиль любителя видео
sv: Profil för videoälskare
tr: Video Aşığı Profili
uk: Профіль любителя відео
vi: Hồ sơ người yêu thích video
zh_hans: 视频爱好者简介
zh_hant: 视频爱好者简介

source: Videos
ar: مقاطع فيديو
ca: Vídeos
cs: Videa
da: Videoer
el: Βίντεο
es: Vídeos
fi: Videot
fr: Vidéos
he: סרטונים
hu: Videók
id: Video
it: Video
ja: ビデオ
ko: 비디오
nb: Videoer
pl: Wideo
pt_br: Vídeos
pt_pt: Vídeos
ro: Clipuri video
ru: Видео
sv: Videor
tr: Videolar
uk: Відео
vi: Video
zh_hans: 视频
zh_hant: 影片

source: View Open-Source Code
ar: عرض الكود مفتوح المصدر
ca: Veure codi obert
cs: Zobrazení kódu s otevřeným zdrojovým kódem
da: Se open source-kode
de: Open-Source-Code anzeigen
el: Προβολή κώδικα ανοικτού κώδικα
es: Ver código abierto
fi: Näytä avoimen lähdekoodin koodi
fr: Voir le code source ouvert
he: צפה בקוד קוד פתוח
hu: Nyílt forráskód megtekintése
id: Lihat Kode Sumber Terbuka
it: Visualizza il codice open source
ja: オープンソース・コードを見る
ko: 오픈 소스 코드 보기
nb: Vis åpen kildekode
nl: Open source code bekijken
pl: Wyświetlanie kodu open source
pt_br: Exibir código-fonte aberto
pt_pt: Ver código-fonte aberto
ro: Vizualizați codul Open-Source
ru: Просмотр кода с открытым исходным кодом
sv: Visa öppen källkod
tr: Açık Kaynak Kodunu Görüntüle
uk: Перегляд відкритого коду
vi: Xem Mã nguồn mở
zh_hans: 查看开源代码
zh_hant: 查看开源代码

source: Watch Video
ar: شاهد الفيديو
ca: Mira el vídeo
cs: Podívejte se na video
da: Se video
de: Video ansehen
el: Παρακολουθήστε το βίντεο
es: Ver el vídeo
fi: Katso video
fr: Voir la vidéo
he: צפה בסרטון
hu: Videó megtekintése
id: Tonton Video
it: Guarda il video
ja: ビデオを見る
ko: 비디오 보기
nb: Se video
nl: Video bekijken
pl: Obejrzyj wideo
pt_br: Assista ao vídeo
pt_pt: Ver vídeo
ro: Vezi video
ru: Смотреть видео
sv: Titta på video
tr: Video İzle
uk: Дивитися відео
vi: Xem Video
zh_hans: 观看视频
zh_hant: 观看视频
